Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Ci, którzy przechodzą przez tę bramę, rzadko wracają w takim samym stanie.
uk: Ті, хто проходять через цю браму, рідко повертаються в тому ж стані, в якому зайшли.

source: Pancerz Nieskończoności
uk: Броня нескінченності

source: Legendarna Odporność
uk: Легендарний опір

source: Przedwieczna Sakwa
uk: Первісний мішок

source: Zacisze Psa Lądowego
uk: Гавань Сухопутника

source: Terraport
uk: Землепорт

source: Górskie Nabrzeże
uk: Пригірний причал

source: Dok Śródlądowy
uk: Безводний док

source: Zakurzony Port
uk: Пилючний порт

source: Skalista Grań
uk: Скелястий хребет

source: Drewniana Stajnia
uk: Дерев'яна конюшня

source: Skrzyżowanie na Uboczu
uk: Дорожня розв'язка

source: Park Portowy
uk: Портовий парк

source: Wydeptany Szlak
uk: Протоптані доріжки

source: Burzowa Przystań
uk: Причал Штормсайд

source: Port Sobolibór
uk: Порт Мороквуд

source: Port Dąbrowa
uk: Порт Дубсайд

source: Przystań Drewnica
uk: Причал Крайлісний

source: Gliniany Parów
uk: Червона ущелина

source: Przystań Wronowice
uk: Причал Гайворонів

source: Port Ostowe Jezioro
uk: Порт Будякмер

source: Stajnia Żelaźnice
uk: Конюшня Жерсть-Сайд

source: Stajnia Kamienny Dom
uk: Конюшня Кам'янгаус

source: Stajnia Szkorbut
uk: Конюшня Скорбута

source: Port Rumpel
uk: Порт Шоломсайд

source: Port Murłata
uk: Порт Дошквуд

source: Przystań Kliperów
uk: Кліперський причал

source: Posterunek Serduszko
uk: Пост Сердеги

source: Przystań Na Uboczu
uk: Покинутий причал

source: Skrzyżowanie Gai
uk: Розв'язка Гайї

source: Stajnia Szpiegów
uk: Конюшня Підзорна

source: Port Wschodzącego Słońca
uk: Світанковий порт

source: Reda
uk: Придоріжжя

source: Ubocze Kotwiczne
uk: На всіх вітрилах

source: Port Portiera
uk: Порт Портера

source: Wbij na imprezę {0} w {1}
uk: {0} ({1}) — зупиніть гуляк

source: Pozbądź się {0} w {1}
uk: Позбавитися: {0} ({1})

source: Obroń {0} do momentu dotarcia do {1}
uk: Захищати: {0} (поки не дістанеться місця призначення: {1})

source: Znajdź taran w {0} w {1}
uk: Знайти таран. Місце пошуків: {0} ({1})

source: Zdobądź muszle krabów w {0} w {1}
uk: Знайти кілька крабових панцирів. Місце пошуків: {0} ({1})

source: Przejdź przez {0} i pokonaj lawę
uk: Пройти крізь: {0} (і перетнути потік лави)

source: Idź do {0} i ucieknij z tego piekła
uk: Піти до: {0} (і втекти з цього пекла)

source: Efekt Chaosu
uk: Ефект Хаосу

source: Świat na powierzchni – skupienie kamery aktywne
uk: Мапа світу\u00A0— Фокусування камери ввімкнене

source: Elementy kosmetyczne umożliwiają ci personalizację swojego wyglądu w Fahrulu.
uk: Декоративні елементи дають змогу персоналізувати зовнішність у Фарулі.

source: Penetrujący Strzał
uk: Наскрізний постріл

source: W krainie Fahrulu jest wiele różnych rodzajów broni, które służą zarówno do obrony własnej ziemi, jak i siania spustoszenia wśród przeciwników. Miecze, topory, magiczne księgi, bumerangi, broń palna i wiele, wiele więcej. \n\nWażne jest, aby upewnić się, że dany rodzaj broni pasuje do członka drużyny. Zapewnia to najlepsze rezultaty na polu bitwy. Na przykład Tropiciel ma silnie rozwinięty Talent, więc najlepiej wyposażyć go w broń opartą na Talencie, taką jak bumerangi i bicze. Kowal natomiast specjalizuje się w Żywotności i najlepiej czuję się, gdy dzierży topory i młoty.
uk: На землях Фарулу у вжитку багато різних видів зброї як для оборони, так і для нападу. Серед них\u00A0— мечі, сокири, магічні фоліанти, бумеранги, вогнепальна зброя тощо.\n\nВажливо переконатися, що обраний тип зброї забезпечить учаснику загону найкращі результати на полі бою. Наприклад, стежники мають високий показник хисту, тому їм треба підбирати зброю на основі цього показника — наприклад, бумеранги й батоги. Коваль спеціалізується на живучості, тому звик до сокир і молотів.

source: Rodzaje broni są różne, tak samo jak umiejętności przeciwko którym są wykonywane rzuty. Atrybuty gracza określają powodzenie w posługiwaniu się danym rodzajem broni. \n\nOprócz atrybutów należy pamiętać również, że bronie mogą być jedno- i dwuręczne. Bronie jednoręczne zwykle wymagają mniejszej liczby rzutów umiejętności, aby wylosować korzystny wynik, a także umożliwiają graczowi posługiwanie się tarczą. Rzuty w przypadku broni dwuręcznych są trudniejsze, zajmują one także dwa gniazda wyposażenia.
uk: Типи зброї бувають такі ж різні, як і вміння, на основі яких здійснюються кидки. Наскільки успішно гравці володіють кожним типом зброї, можна побачити з їх показників.\n\nВажливо також зазначити, що зброя може бути одноручною й дворучною. Одноручна зазвичай вимагає менше успішних кидків і дає гравцеві використовувати щит. Для дворучної зброї зазвичай важче зробити успішний кидок; вона займає дві комірки для спорядження.

source: Pamiętaj, aby dopasować broń do najsilniejszego atrybutu gracza. Sukces w walce zależy od prawidłowego wyposażenia drużyny.
uk: Переконайтеся, що зброя відповідає найсильнішому показнику гравця. Успіх у бою залежить від правильно підібраного спорядження для кожного члена загону.

source: Mówi się, że Sklep Wiedzy posługuje się magią nieznaną nawet najpotężniejszym czarodziejom. Nici losu są tam skręcane i rozciągane – oczywiście wszystko za odpowiednią cenę.\n\nSklep Wiedzy oferuje szeroką gamę towarów, które mogą zwiększyć szanse zwycięstwa w walce z Królową Rosomon, ale złoto nie ma tam żadnej wartości. Zamiast tego możesz podzielić się wspaniałą opowieścią o swoich przygodach.
uk: Кажуть, в Крамниці знань володіють магією, невідомою навіть найсильнішим чарівникам. Тут крутять і тягнуть нитки самої долі — звісно ж, не безкоштовно.\n\nКрамниця знань має широкий асортимент товарів, які допоможуть збільшити шанси на перемогу в боротьбі з королевою Розомоною, та за золото його не продадуть. Адже у вас є дещо цінніше: історії про ваші пригоди. Чому б не поділитися ними?

source: Niezależnie od rezultatów twoich potyczek, rozgrywając kampanię będziesz otrzymywać walutę zwaną wiedzą. Możesz ją wydawać w Sklepie Wiedzy, by zdobyć nowe klasy, bronie, elementy kosmetyczne i wiele więcej!\n\nWraz z postępem w grze odblokowane zostaną nowe przedmioty. Niektóre z nich można odblokować jedynie poprzez pewne osiągnięcia i zadania. Kategorie tych przedmiotów są różne, lecz każdy stanowi nieocenioną pomoc w walce z Królową – albo przynajmniej rewelacyjnie wygląda.
uk: Незалежно від того, перемогли ви чи зазнали поразки, кожна кампанія дає ігрову валюту\u00A0— знання. У крамниці знань цю валюту можна витратити на нові класи, зброю, декоративні елементи й багато іншого!\n\nПід час гри буде поступово розблоковано різні предмети, а деякі стануть доступні після певних досягнень і виконання певних завдань. Категорії предметів дуже різняться, але кожна пропонує великі вигоди, що допоможуть здолати королеву\u00A0— або, принаймні, мати гарний вигляд.

source: Regularnie zaglądaj do Sklepu Wiedzy, by nie przegapić nowo odblokowanych przedmiotów!
uk: Регулярно відвідуйте Крамницю знань, щоб не пропустити нові доступні предмети!

source: Łowcy przygód nie muszą podróżować samotnie. Choć nieustannie nękany przez Monarchinię Ruch Oporu nie ma łatwego życia, z pomocą im przychodzą mieszkańcy Fahrulu, którzy nie zgadzają się z takim stanem rzeczy.\n\nOd bestii i różnych leśnych stworzeń po nieustraszonych najemników, którzy chcą rozsławić swe imię i zapracować na sakiewkę złota – jest mnóstwo kompanów, którzy chętnie dołączą do twojej przygody.
uk: Шукачам пригод не варто вирушати в дорогу без супроводу. Руху опору буде важко під монархічним гнітом, але саме в таких умовах серед мешканців Фарулу знайшлися небайдужі.\n\nВідгукнулися всі: від звірів і створінь лісу до безстрашних найманців, що готові ризикувати заради справедливості, якщо та підкріплена платнею. Супутники тільки й чекають можливості приєднатися до вас.

source: W Fahrulu możesz natrafić na przeróżnych towarzyszy. Większość z nich będzie twoimi sojusznikami w walce – od bohaterów, którzy będą towarzyszyć ci w misjach fabularnych, po najemników, zwierzęta, a nawet niepożądanych gości.\n\nPrzemierzając Fahrul z pewnością napotkasz stworzenia potrzebujące pomocy. W zamian za ratunek dołączą one do twojej drużyny i pomogą w walce. Najemników można zatrudnić w każdym mieście, a wraz z postępem fabuły napotkasz innych żołdaków, którzy chętnie do ciebie dołączą... za pewną opłatą. Najemnicy różnią się kosztem – zależnym od ich umiejętności – i czasem, przez jaki będą ci pomagać. \n\n
uk: У Фарулі можна знайти різних послідовників. Більшість із них стануть вашими союзниками на полі бою: від героїв, які допомагатимуть у сюжетних завданнях, до найманців і тваринок, які можуть супроводжувати вас в подорожах, а іноді навіть і неприязних гостей.\n\nУ Фарулі ви зустрінетеся з істотами, яких потрібно буде врятувати. За це вони приєднаються до вас у пригодах і підтримають в бою. Найманців можна знайти в будь-якому місті або в ході певних подій, вона приєднаються до вашого загону… за певну платню. Найманці можуть відрізнятися за вартістю й тривалістю надання послуг залежно від їхніх умінь. \n\n

source: Towarzyszy można uleczyć w walce i w fazie odpoczynku za pomocą leczenia drużyny.
uk: Послідовників можна зцілювати під час бою й відпочинку із застосуванням групового лікування.

source: Materiały
uk: Матеріали

source: Bronie są wykonane z różnych materiałów, które mogą wzmacniać atrybuty w danej broni. Na przykład bronie żelazne zwiększają szansę na trafienie krytyczne, a bronie dębowe zadają większe obrażenia od ataku. Większość broni występujących w Fahrulu jest wykonana z któregoś materiału.\n\nDobrym pomysłem jest posiadanie jednej lub dwóch dodatkowych broni w walce. Nigdy nie wiadomo, kiedy trzeba będzie zmienić oręż!
uk: Зброю виготовляють з різноманітних матеріалів, які покращують певні показники. Наприклад, залізна зброя має більший шанс завдати критичний удар, а дерев'яна зброя з дуба завдає сильнішу шкоду від атаки. У більшості зброї в Фарулі певний тип матеріалу.\n\nНосити з собою кілька одиниць зброї — слушна ідея, бо ніколи не знаєш, що саме може знадобитися!

source: Towarzysze
uk: Послідовники

source: Sklep Wiedzy
uk: Крамниця знань

source: Jest wiele historii o śmiałkach, którzy przeszli przez tę bramę i nigdy nie powrócili.
uk: Багато хто розповідає про шукачів пригод, які увійшли в цю браму й ніколи не повернулися.

source: Niektóre miasta oferują specjalne zadania, których nie znajdziesz nigdzie indziej.
uk: У деяких містах пропонуватимуть унікальні завдання, яких більше ніде не дають.

source: Odpoczynek w mieście może być czynnikiem decydującym między ratunkiem Fahrulu a pewną śmiercią. Przywracanie zdrowia w miejscowej karczmie, pozbywanie się klątw – miejscowa ludność świadczy różne usługi, więc zachowaj trochę złota na wizytę w mieście.
uk: Відпочинок у містах може стати вирішальним фактором між порятунком Фарулу й вірною смертю. Відновлюючи здоров'я на місцевому заїжджому дворі чи знімаючи таке невчасне прокляття, обов'язково прибережіть трохи золота для жителів міста, які пропонують не тільки свої товари.

source: Nie można wykonać żadnej akcji do momentu uwolnienia przez członka drużyny.
uk: Не може нічого робити до звільнення членом загону.

source: Unieruchomienie
uk: Не може рухатися

source: Nie można przemieścić
uk: Не можна зрушити з місця

source: Nici losu, których splot czyni zwykłego człowieka bohaterem, mogą mieć różną długość, kolor, formę i cel, jednak każda z nich jest tak samo ważna jak kolejna w tworzeniu istoty przedkładającej większe dobro nad siebie.\n\nBohaterowie z różnych środowisk chwytają za broń, by położyć kres tyrańskim rządom królowej Rosomon. Z pewnością na swej drodze napotkasz osoby o ciekawych cechach.
uk: Нитки долі, які сплітаються, формуючи героя, можуть відрізнятися за довжиною, кольором, формою й метою, однак кожна з них однаково важлива для створення того, хто поставить за мету загальне благо.\n\nОскільки всі верстви суспільства беруться за зброю, щоб покласти кінець тиранічному правлінню королеви Розомони, ви неодмінно зіткнетеся з деякими цікавими особливостями.

source: Wskocz od świata Fahrulu z asem w rękawie! Cechy zapewniają członkom drużyny szansę na udoskonalenie ich postaci poprzez specjalną zdolność pasywną. Cechy takie jak Dar zapewniają danej postaci dodatkowe +3 do każdej ze statystyk (oprócz szczęścia), zaś cecha Taktyk aktywuje się w bitwie, tworząc pole, który zapewnia dodatkowe obrażenia od każdego członka drużyny, który na nie wejdzie.\n\nEksperymentuj z różnymi kombinacjami klas i cech, by znaleźć tę, która najbardziej ci odpowiada. Każdą postać można zbudować inaczej wokół danej cechy, więc dokonuj rozważnych wyborów.
uk: Прямуйте до Фарулу, маючи дещо особливе в рукаві! Особливості дають кожному члену загону шанс покращити характеристики свого персонажа за допомогою унікальних пасивних здібностей. Такі особливості, як «Обдарований», забезпечать вибраному персонажу додаткові +3 до кожної характеристики (крім талану), тоді як особливість «Тактик» активується лише під час бою, після чого на певній клітинці бойового поля будь-який член загону завдаватиме додаткової шкоди.\n\nЕкспериментуйте з комбінаціями класів й особливостей, щоб знайти щось найбільш придатне для вас. Кожна особливість може мати свій вплив на структуру характеристик персонажа, тому уважно обміркуйте свій вибір.

source: Tylko jedna dana cecha może być aktywna jednocześnie w drużynie, więc dobieraj najlepsze cechy, które pasują do danej sytuacji.
uk: Одночасно для загону може бути активована лише одна особливість, тому переконайтеся, що передаєте найкращі особливості саме тим, хто найкраще для цього підходить.

source: Droga będzie trudna, ale dobrze przygotowany poszukiwacz przygód zabiera ze sobą odpowiednie narzędzia, zapasy i broń, aby żadne wyzwanie nie okazało się zbyt trudne.
uk: Дорога попереду буде нелегкою, але добре підготовлений шукач пригод має взяти з собою потрібні інструменти, припаси й зброю, щоб жодне випробування не виявилося надто важким.

source: Przedmioty do wyposażenia zwiększają szanse drużyny na sukces, umożliwiając graczom stworzenie własnego ekwipunku początkowego. Gracze otrzymują do wyboru listę przedmiotów i wyposażenia, by stworzyć własny ekwipunek, który zapewni przewagę w kolejnych sesjach. Mogą wybrać lepszy ekwipunek początkowy, a nawet przedmioty użytkowe zapewniające stałe zwiększenie statystyk.\n\nPewne przedmioty, takie jak zwoje otworzenia portalu, Bożybrody i panaksy, są równie ważne w walce z siłami, które chcą zniszczyć Fahrul. Zadaniem każdego członka drużyny jest upewnienie się, że ma przy sobie wszystko, co jest niezbędne do przetrwania.
uk: Предмети викладки можуть підвищити шанси загону на успіх, дають гравцям змогу створити ідеальний початковий набір спорядження. Гравцям доступний асортимент предметів і спорядження, з якого можна вибирати щось для себе; так можна утворювати різноманітні комбінації, щоб мати перевагу під час гри. Гравці можуть вибрати краще початкове спорядження чи навіть витратні предмети, які назавжди підвищують характеристики.\n\nОднак такі предмети, як сувої порталів, божбородки й женьшень можуть бути не менш важливі для боротьби проти ворогів Фарулу. Кожен член загону має подбати, щоб у нього з собою було все необхідне для виживання.

source: Odblokuj więcej przedmiotów do wyposażenia, kupując je w Sklepie Wiedzy.
uk: Відкривайте нові предмети викладки — придбайте їх у крамниці знань.

source: Ci, którzy zbyt szybko chcą wyruszyć na przygodę, zwykle jako pierwsi wpadają w tarapaty. Rozważni śmiałkowie przygotowują się i trenują, by sprostać każdemu wyzwaniu, jakie stanie na ich drodze.\n\nRuch Oporu oferuje zapasy, broń i inne przedmioty każdemu, kto chce stanąć w obronie ciemiężonego ludu.
uk: Починаючи шукати пригоди без належної підготовки, ви наражаєте себе на небезпеку. Мудрий шукач пригод тренується й готується до майбутніх випробувань.\n\nРух опору надає припаси, зброю і ще багато чого — кожному, хто підніме зброю на захист народу.

source: Ważne jest, by drużyna za każdym razem była odpowiednio wyposażona. Dzięki temu może sprostać każdemu wyzwaniu, jakie stanie na jej drodze. Dzięki systemowi przygotowywania wyposażenia każdy członek drużyny może wybrać narzędzia, przedmioty użytkowe i ekwipunek, jaki chce zabierać na każdą przygodę. Od dodatkowego Bożybroda, który zapewni przetrwanie drużynie, po zaczarowane bronie, które od samego początku pozwolą zadawać ogromne obrażenia!\n\nPunkty wyposażenia są jednak ograniczone, a ich liczba zależy od wybranego poziomu trudności. Komunikacja podczas wybierania wyposażenia jest kluczowa, jeśli chcecie uratować Fahrul.
uk: Перед кожною подорожжю загін має бути добре споряджений, інакше він може не витримати майбутніх випробувань. Завдяки системі викладки кожен учасник загону може вибрати інструменти, витратні матеріали й обладнання, яке візьме з собою в подорож: від додаткової божбородки, яка допоможе загону зцілюватися, до зачарованої зброї, що завдає ворогам серйозної шкоди!\n\nОднак очки викладки теж колись закінчуються, тому треба вміти раціонально розподіляти їх залежно від складності обраної пригоди. Якщо ви хочете врятувати Фарул, не забувайте, що одним із ключів до успіху є узгодження викладки з товаришами по команді.

source: Chciwość już odcisnęła swoje piętno na tej krainie – pamiętajcie, aby współpracować!
uk: Жадібність уже занапастила велику частину цієї землі, тож не забувайте працювати разом!

source: Szansa na zdobycie losowego zwoju na koniec tury na lądzie lub w lochu
uk: Шанс знайти випадковий сувій в кінці ходу в наземній області або в підземеллі

source: Zużycie ostatniego punktu skupienia zapewni dodatkową akcję podstawową
uk: Використання останнього очка зосередженості під час бою забезпечить додаткову основну дію

source: Z biegiem czasu mieszkańcy, bohaterowie, a nawet wrogowie nauczyli się specjalnych zdolności i umiejętności, które pomogły im zaadaptować się do stale zmieniającego się świata Fahrulu.\n\nUmiejętności te zapewniają im specjalne zdolności tak w świecie na powierzchni, jak i w walce oraz zapewniają pewną przewagę. Od sławnego „Strzału na Rozkaz” Łowcy po „Ciężką Pracę” Stajennego – wybierz umiejętność, która wyróżni twoją drużynę na tle innych.
uk: Із часом громадяни\u00A0— як герої, так і вороги\u00A0— набули спеціальних умінь і здібностей, що допомагали їм пристосуватися до мінливих умов Фарулу.\n\nЦі уміння надають їм унікальних здібностей, що дозволяють їм змінювати ситуацію на свою користь — як на карті світу, так і в бою. Хто знає, яке саме уміння\u00A0— від знаменитого уміння мисливця «Прицільний постріл» до «Важкої роботи» конюха\u00A0— допоможе виділити ваш загін з-поміж інших?

source: Sukces każdej przygody sprowadza się do posiadania właściwego wyposażenia we właściwym czasie. Każdy członek drużyny ma własny ekwipunek – broń, tarczę, pancerz, błyskotkę i fajkę.\n\nWażne jest, aby dopasowywać wyposażenie do swoich statystyk. Ale dla niektórych liczy się głównie wygląd – i świetnie! Przedmioty takie jak hełmy, buty i rękawice można ukryć, po czym użyć wyglądu jakiegoś specjalistycznego wyposażenia, które zostało zdobyte na samym początku przygody.
uk: Успіх будь-якої пригоди може звестися до наявності потрібного спорядження в потрібний час. У кожного учасника групи є власне спорядження — зброя, щит, броня, прикраса й люлька.\n\nВаші характеристики мають відповідати спорядженню. А для деяких гравців чарівний вигляд\u00A0— ще важливіше! Шоломи, броню, чоботи й рукавички завжди можна сховати та похизуватися будь-яким спеціальним спорядженням, наявним на початку пригоди.

source: Tkanina
uk: Одяг

source: Metal
uk: Метал

source: Szkło
uk: Скло

source: Drewno
uk: Дерево

source: Jeśli wskaźnik chaosu się wypełni, czas upłynie, a przygoda dobiegnie końca.
uk: Коли шкала хаосу заповниться, час закінчиться, а разом з ним і пригода.

source: Za każdym razem, gdy wskaźnik chaosu zostanie wypełniony, cała drużyna natychmiast rozpoczyna walkę z obozem Strażników Królowej – jego trudność wzrasta z każdym kolejnym wypełnionym polem chaosu.
uk: Щоразу, коли шкала хаосу заповнюється, весь загін негайно вступає в бій з табором королівської гвардії. Складність цього випробування збільшується з кожною одиницею хаосу.

source: Gdy cierpliwość Króla Bandytów się skończy i wypełni się wskaźnik chaosu, przygoda dobiegnie końca.
uk: Якщо терпець королю розбійників урветься і шкала хаосу заповниться, пригода закінчиться.

source: Wraz ze zmniejszaniem się wskaźnika chaosu Przedwieczny Dąb otrzymuje obrażenia. Gdy wskaźnik będzie całkowicie pusty, przygoda dobiegnie końca.
uk: Що більше порожніє шкала хаосу, то більше шкоди зазнає Первісний дуб. Якщо шкала стане порожня, пригода закінчиться.

source: Gdy wszystkie wagoniki dotrą do celu, wskaźnik chaosu się wypełni i przygoda dobiegnie końca.
uk: Якщо всі вагонетки дістануться до місця призначення, шкала хаосу заповниться й пригода закінчиться.

source: Gdy wskaźnik chaosu się wypełni, Ruch Oporu upadnie i przygoda dobiegnie końca.
uk: Якщо шкала хаосу заповниться, Опір зазнає поразки й пригода закінчиться.

source: Z każdym kolejnym poziomem chaosu wrogowie będą mieć coraz więcej życia. Gdy wskaźnik się wypełni, pojawi się Bestia Chaosu, sprowadzając na świat zniszczenie.
uk: Із кожним рівнем хаосу здоров'я ворога збільшуватиметься. Коли шкала заповниться, з'явиться Звір Хаосу й принесе з собою дощ хаосу.

source: Siatka bitwy
uk: Бойове поле

source: Siatka bitwy to zwykle obszar o wymiarach 4x2, który składa się z dwóch stron – jednej dla nieustraszonych łowców przygód, a drugiej dla fahrulskich zastępów zła. Na tym obszarze gracze i wrogowie mogą poruszać się i używać wszystkich umiejętności, zdolności i narzędzi, by przechylić szalę zwycięstwa na swoją stronę.
uk: Бойове поле\u00A0— це зазвичай бойова зона 4 на 2, у якої є два боки: один\u00A0— бік наших безстрашних шукачів пригод, другий\u00A0— бік злих сил Фарулу. Гравці й вороги можуть пересуватися цим полем та використовувати на ньому всі навички, здібності й інструменти, які можуть допомогти змінити хід битви на свою користь.

source: Siatka bitwy zapewnia dużo wzmocnień i umiejętności wszystkim walczącym postaciom. Tylny rząd daje wzmocnienie do uników i jest najlepszym miejscem na ulokowanie postaci zasięgowych i czarodziejów, natomiast przedni rząd jest przeznaczony dla postaci walczących wręcz – mogą one walczyć tylko w tym rzędzie. \n\nNiektóre bronie mają umiejętności, które pozwalają na przemieszczanie graczy lub wrogów po całym polu bitwy. Przesunięcie kogoś na mokry kafelek w celu zdjęcia jego niewrażliwości jest doskonałą strategią! Dzięki siatce bitwy w walce mogą brać również udział kompani i najemnicy. Uważaj, mogą oni zarówno oberwać atakiem obszarowym, jak i skorzystać z leczenia drużyny.
uk: Бойове поле надає учасникам бойових дій багато можливостей. Задній ряд забезпечує покращене ухиляння і є найкращим місцем для воїнів дальнього бою й заклиначів, тоді як передній ряд\u00A0— це єдине місце, звідки можуть атакувати гравці ближнього бою.\n\nЄ такі види зброї, які переміщують інших гравців або ворогів по бойовому полю. Наприклад, можна застосувати чудове стратегічне рішення\u00A0— перемістити когось на мокру клітинку, щоб позбавити імунітету! Бойове поле також дає сторонам змогу залучати в бою супутників і найманців. Будьте уважні, вони теж можуть потрапити під атаку по площі або виграти від групового лікування.

source: Ruch na polach bitwy jest kluczem do sukcesu.
uk: Один із ключів до успіху на полі бою Фарулу — пересування.

source: Najemnicy to bohaterowie lub czarne charaktery, których możesz zatrudnić, by dołączyli na pewien czas do twojej drużyny.
uk: Найманці — це наймані герої (або лиходії), які приєднаються до вашого загону й діятимуть протягом певного часу.
